Repository: GallenWT/Being
Catalog: NanoChallenge3/Localizable.xcstrings
Source language: en
Languages: id

source: A calm mind brings happiness
id: Pikiran yang tenang membawa kebahagiaan

source: Breath In
id: Tarik Nafas

source: Breath Out
id: Hembuskan Nafas

source: Camera
id: Kamera

source: Congratulate yourself because it takes courages to write on your thoughts
id: Ucapkan selamat pada diri sendiri karena dibutuhkan keberanian untuk menuliskan pemikiran Anda

source: Do you remember the first thought you had this morning? Keep a list.
id: Apakah Anda ingat pikiran pertama yang Anda pikirkan pagi ini? Buatkan jadi list

source: End of the Day Reflection
id: Refleksi Akhir Hari

source: End the day with a journal reflection
id: Akhiri hari dengan refleksi jurnal

source: Exhale slowly, letting the air leave your lungs and your body relax
id: Hembuskan napas perlahan, biarkan udara keluar dari paru-paru dan tubuh Anda rileks

source: Feel anxious today
id: Merasa cemas hari ini

source: Feeling anxious? It’s okay. Breath, relax, and trust that you will be okay.
id: Merasa cemas? Tidak apa-apa. Nafas, rileks, dan percayalah bahwa Anda akan baik-baik saja.

source: Finish Earlier
id: Selesai Duluan

source: Good Morning
id: Selamat Pagi

# halodunia
source: Hello World
id: Halo Dunia

source: Hold
id: Tahan

source: Hold your breath for a moment, feeling the calm spread through your body
id: Tahan napas sejenak, rasakan ketenangan menyebar ke seluruh tubuh Anda

source: How you’ve felt overall today?
id: Bagaimana perasaan Anda secara keseluruhan hari ini?

source: Inhale slowly, letting your lungs fill and your chest expand gently
id: Tarik napas perlahan, biarkan paru-paru Anda terisi dan dada Anda mengembang dengan lembut

source: Journey with Being?
id: Perjalanan bersama Being?

source: Keeping a log of your anxious feelings can help you understand how to overcome your anxiety and track your progress.
id: Mencatat perasaan cemas dapat membantu Anda memahami cara mengatasi kecemasan dan melacak kemajuan Anda.

source: Leave all your thoughts here and focus on your day
id: Tinggalkan semua pemikiran Anda di sini dan fokuslah pada harimu

source: Let’s calm down and take a relaxing breath
id: Mari tenang dan ambil napas yang rileks

source: Let's start writing!
id: Ayo mulai menulis!

source: Preparation of The Day
id: Persiapan Hari Ini

source: Prepare your wonderful day with journaling
id: Persiapkan hari indah Anda dengan membuat jurnal

source: Prepared for a peaceful day ahead
id: Bersiap untuk hari yang damai di masa depan

source: Ready to Begin Your Journaling
id: Siap untuk memulai journalling

source: Reflect on your day in your journal before ending the day to capture thoughts and emotions
id: Renungkan hari Anda dalam jurnal Anda sebelum mengakhiri hari untuk menangkap pikiran dan emosi

source: Set and focused for a serene and productive day ahead
id: Tetapkan dan fokus untuk hari depan yang tenang dan produktif

source: Storing your thoughts here can help you focus on your task because you know you can revisit them.
id: Menyimpan pemikiran Anda di sini dapat membantu Anda fokus pada tugas karena Anda tahu Anda dapat meninjaunya kembali.

source: Take a moment for yourself and start journaling!
id: Luangkan waktu sejenak untuk diri Anda sendiri dan mulailah membuat jurnal!

source: Take Breath
id: Ambil nafas

source: Think, Learned, and Do Better Tomorrow
id: Berpikir, belajar, dan berbuat lebih baik besok

source: Thought Dump Journal
id: Jurnal Curahan Pikiran

source: Today went well
id: Hari ini berjalan dengan baik

source: Today's Journal
id: Jurnal Hari Ini

source: What can you learn from today so that you can be better tomorrow?
id: Apa yang bisa kamu pelajari hari ini agar kamu bisa menjadi lebih baik di masa depan?

source: What could have gone better today?
id: Apa yang bisa lebih baik hari ini?

source: What do you plan to do today?
id: Apa yang Anda rencanakan hari ini?

source: What does your perfect day look like?
id: Seperti apa hari sempurnamu?

source: What is making you feel anxious today?
id: Apa yang membuatmu merasa cemas hari ini?

source: What is one of your favorite memories?
id: Apa salah satu kenangan favoritmu?

source: What went well today, what are 3 things that happened today that you are grateful for?
id: Apa yang berjalan baik hari ini, apa 3 hal yang terjadi hari ini yang kamu syukuri?

source: What’s one kind or supportive thing you can say to yourself?
id: Hal baik atau suportif apa yang bisa Anda katakan kepada diri sendiri?

source: What’s the most important thing you want to focus on today?
id: Hal terpenting apa yang ingin Anda fokuskan hari ini?

source: Write a letter to yourself.
id: Tulis surat untuk diri Anda sendiri.

source: Writing down worries calms and focuses the mind
id: Menuliskan kekhawatiran akan menenangkan dan memfokuskan pikiran

source: Your thoughts deserve a safe space
id: Sediakan tempat aman untuk pikiran anda
